Repository: PaulKirchhoff/newsoftheworld
Catalog: newsoftheworld/Localizable.xcstrings
Source language: de
Languages: en, es, fr

# alert.error.title
source: Fehler
en: Error
es: Error
fr: Erreur

# appearance.dark
source: Dunkel
en: Dark
es: Oscuro
fr: Sombre

# appearance.light
source: Hell
en: Light
es: Claro
fr: Clair

# appearance.mode
source: Modus
en: Mode
es: Modo
fr: Mode

# common.cancel
source: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler

# common.save
source: Speichern
en: Save
es: Guardar
fr: Enregistrer

# language.restart.later
source: Später
en: Later
es: Más tarde
fr: Plus tard

# language.restart.message
source: Die Sprachänderung wird beim nächsten Start der App wirksam.
en: The language change takes effect the next time the app is launched.
es: El cambio de idioma se aplicará al reiniciar la aplicación.
fr: Le changement de langue sera appliqué au prochain lancement de l’application.

# language.restart.relaunch
source: Jetzt neu starten
en: Relaunch now
es: Reiniciar ahora
fr: Redémarrer maintenant

# language.restart.title
source: Neustart erforderlich
en: Restart required
es: Reinicio requerido
fr: Redémarrage requis

# language.system
source: Systemsprache
en: System language
es: Idioma del sistema
fr: Langue du système

# menu.hideTicker
source: Ticker verbergen
en: Hide ticker
es: Ocultar ticker
fr: Masquer le bandeau

# menu.quit
source: Beenden
en: Quit
es: Salir
fr: Quitter

# menu.settings
source: Einstellungen…
en: Settings…
es: Ajustes…
fr: Réglages…

# menu.showTicker
source: Ticker anzeigen
en: Show ticker
es: Mostrar ticker
fr: Afficher le bandeau

# section.appearance
source: Erscheinungsbild
en: Appearance
es: Apariencia
fr: Apparence

# section.language
source: Sprache
en: Language
es: Idioma
fr: Langue

# section.start
source: Start
en: Startup
es: Inicio
fr: Démarrage

# settings.window.title
source: Einstellungen
en: Settings
es: Ajustes
fr: Réglages

# sourceForm.apiKey.remove
source: Entfernen
en: Remove
es: Eliminar
fr: Supprimer

# sourceForm.apiKey.replace
source: Neuen API-Key eingeben (ersetzt gespeicherten)
en: Enter new API key (replaces stored one)
es: Ingresar nueva clave API (reemplaza la guardada)
fr: Saisir une nouvelle clé API (remplace celle enregistrée)

# sourceForm.apiKey.stored
source: API-Key ist gespeichert.
en: API key is stored.
es: Hay una clave API guardada.
fr: Une clé API est enregistrée.

# sourceForm.apiKey.willClear
source: Gespeicherter API-Key wird beim Speichern entfernt.
en: The stored API key will be removed on save.
es: La clave API guardada se eliminará al guardar.
fr: La clé API enregistrée sera supprimée à l’enregistrement.

# sourceForm.enabled
source: Aktiv
en: Enabled
es: Activa
fr: Active

# sourceForm.interval
source: Aktualisierung: alle %lld Min.
en: Refresh: every %lld min
es: Actualizar: cada %lld min
fr: Rafraîchir : toutes les %lld min

# sourceForm.section.source
source: Quelle
en: Source
es: Fuente
fr: Source

# sourceForm.section.test
source: Verbindung testen
en: Test connection
es: Probar la conexión
fr: Tester la connexion

# sourceForm.test.button
source: Testen
en: Test
es: Probar
fr: Tester

# sourceForm.test.running
source: Wird geprüft …
en: Checking…
es: Comprobando…
fr: Vérification…

# sourceForm.test.success
source: %lld Einträge geladen
en: %lld items loaded
es: %lld elementos cargados
fr: %lld éléments chargés

# sourceForm.type
source: Typ
en: Type
es: Tipo
fr: Type

# sources.action.edit
source: Bearbeiten
en: Edit
es: Editar
fr: Modifier

# sources.action.refreshNow
source: Jetzt aktualisieren
en: Refresh now
es: Actualizar ahora
fr: Actualiser maintenant

# sources.action.remove
source: Entfernen
en: Remove
es: Eliminar
fr: Supprimer

# sources.add
source: Quelle hinzufügen
en: Add source
es: Agregar fuente
fr: Ajouter une source

# sources.empty.message
source: Füge RSS-, Atom- oder JSON-API-Quellen hinzu, um Nachrichten im Ticker anzuzeigen.
en: Add RSS, Atom or JSON-API sources to show headlines in the ticker.
es: Agrega fuentes RSS, Atom o JSON-API para ver titulares en el ticker.
fr: Ajoutez des sources RSS, Atom ou JSON-API pour afficher des titres dans le bandeau.

# sources.empty.title
source: Noch keine Quellen
en: No sources yet
es: Aún no hay fuentes
fr: Aucune source pour le moment

# sources.status.disabled
source: Deaktiviert
en: Disabled
es: Desactivada
fr: Désactivée

# sources.status.errorPrefix
source: Fehler: %1$@
en: Error: %1$@
es: Error: %1$@
fr: Erreur : %1$@

# sources.status.itemCount
source: %lld Einträge
en: %lld items
es: %lld elementos
fr: %lld éléments

# sources.status.loading
source: Wird geladen …
en: Loading…
es: Cargando…
fr: Chargement…

# sources.status.notFetched
source: Noch nicht abgerufen
en: Not fetched yet
es: Aún no obtenida
fr: Pas encore chargée

# sources.status.updatedAgo
source: Aktualisiert %1$@
en: Updated %1$@
es: Actualizado %1$@
fr: Mis à jour %1$@

# sources.storedKeyHint
source: API-Key gespeichert
en: API key stored
es: Clave API guardada
fr: Clé API enregistrée

# start.autoShowTicker
source: Ticker beim Start automatisch anzeigen
en: Show ticker on launch
es: Mostrar ticker al iniciar
fr: Afficher le bandeau au démarrage

# start.launchAtLogin
source: Beim Anmelden starten
en: Launch at login
es: Iniciar al entrar en la sesión
fr: Lancer à l’ouverture de session

# start.launchAtLogin.requiresApproval
source: Aktivierung muss in den Systemeinstellungen → Allgemein → Anmeldeobjekte bestätigt werden.
en: Approval required in System Settings → General → Login Items.
es: Aprobar en Ajustes del Sistema → General → Ítems de inicio de sesión.
fr: Confirmation requise dans Réglages Système → Général → Éléments d’ouverture.

# tab.general
source: Allgemein
en: General
es: General
fr: Général

# tab.sources
source: Quellen
en: Sources
es: Fuentes
fr: Sources

# ticker.fast
source: Schnell
en: Fast
es: Rápido
fr: Rapide

# ticker.fontSize
source: Schriftgröße
en: Font size
es: Tamaño del texto
fr: Taille du texte

# ticker.narrow
source: Schmal
en: Narrow
es: Estrecho
fr: Étroit

# ticker.slow
source: Langsam
en: Slow
es: Lento
fr: Lent

# ticker.speed
source: Geschwindigkeit
en: Speed
es: Velocidad
fr: Vitesse

# ticker.state.empty
source: Keine Nachrichten
en: No headlines
es: Sin titulares
fr: Aucun titre

# ticker.state.loading
source: Lade Nachrichten …
en: Loading headlines…
es: Cargando titulares…
fr: Chargement des titres…

# ticker.state.noSources
source: Keine Quellen konfiguriert
en: No sources configured
es: No hay fuentes configuradas
fr: Aucune source configurée

# ticker.wide
source: Breit
en: Wide
es: Ancho
fr: Large

# ticker.width
source: Breite
en: Width
es: Anchura
fr: Largeur

# appearance.system
source: System
es: Sistema
fr: Système

# sourceForm.apiKey.optional
source: API-Key (optional)
es: Clave API (opcional)
fr: Clé API (facultative)

# sourceForm.name
source: Name
es: Nombre
fr: Nom

# sourceForm.section.apiKey
source: API-Key
es: Clave API
fr: Clé API

# section.ticker
source: Ticker
fr: Bandeau
